# Brewfile

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'

cask_args appdir: '~/Applications'
cask 'java'
cask 'sublime-text'
cask 'google-chrome'
cask 'cord'

brew 'chruby'
brew 'openssl'
brew 'pcre'
brew 'clamav'
brew 'cmake'
brew 'curl', args: ['with-openssl']
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'doxygen'
brew 'fdk-aac'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg', args: ['with-fdk-aac', 'with-libvorbis', 'with-libvpx', 'with-tools']
brew 'fits'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtool'
brew 'xz'
brew 'imagemagick', args: ['with-ghostscript', 'with-openjpeg', 'with-x11']
brew 'libffi'
brew 'libogg'
brew 'libvorbis'
brew 'libvpx'
brew 'libyaml'
brew 'mariadb'
brew 'maven'
brew 'openjpeg'
brew 'phantomjs'
brew 'pkg-config'
brew 'readline'
brew 'postgresql'
brew 'redis'
brew 'ruby-install'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'tree'
brew 'wget'
brew 'yasm'
brew 'zsh'
