# Brewfile
# git brew bundle

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'caskroom/versions'

cask_args appdir: '~/Applications'
cask 'chromedriver'
cask 'cord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'java'
cask 'keybase'
cask 'libreoffice'
cask 'makemkv'
cask 'moom'
cask 'sublime-text'
cask 'vlc'
cask 'github'

# Requires root access:
cask 'xquartz'

brew 'atomicparsley'
brew 'cheat'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'doxygen'
brew 'exiftool'
brew 'fdk-aac'
brew 'ffmpeg'
brew 'fits'
brew 'freetype'
brew 'fzf'
brew 'gdbm'
brew 'geckodriver'
brew 'gettext'
brew 'ghostscript'
brew 'git'
brew 'gpg'
brew 'graphicsmagick'
brew 'imagemagick'
brew 'iperf'
brew 'jpeg'
brew 'jq'
brew 'krew'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'lame'
brew 'libassuan'
brew 'libdvdcss'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libksba'
brew 'libogg'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libusb'
brew 'libusb-compat'
brew 'libvorbis'
brew 'libvpx'
brew 'libyaml'
brew 'little-cms2'
brew 'lolcat'
brew 'mkvtoolnix'
brew 'mysql'
brew 'openjpeg'
brew 'openssl'
brew 'pcre'
brew 'pinentry'
brew 'pkg-config'
brew 'postgresql'
brew 'pth'
brew 'puma/puma/puma-dev'
brew 'readline'
brew 'redis'
brew 'ripgrep'
brew 'texi2html'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'yasm'
brew 'zsh'

# Disabled packages
# brew 'clamav` because the gem is outdated and needs an older version
