# Brewfile
# git brew bundle

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'caskroom/versions'

cask_args appdir: '~/Applications'
cask 'cord'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'gpg-suite'
cask 'handbrake'
cask 'java9'
cask 'keybase'
cask 'libreoffice'
cask 'p4merge'
cask 'sublime-text'
cask 'toggldesktop'
cask 'vlc'
cask 'wireshark'

brew 'chromedriver'
brew 'chruby'
brew 'clamav'
brew 'cmake'
brew 'curl', args: ['with-openssl']
brew 'dirmngr'
brew 'doxygen'
brew 'exiftool'
brew 'fdk-aac'
brew 'ffmpeg', args: ['with-fdk-aac', 'with-libvorbis', 'with-libvpx', 'with-tools']
brew 'fits'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'ghostscript'
brew 'git'
brew 'gpg-agent'
brew 'graphicsmagick', args: ['with-jasper']
brew 'imagemagick', args: ['with-ghostscript', 'with-openjpeg', 'with-x11']
brew 'iperf'
brew 'jpeg'
brew 'jq'
brew 'lame'
brew 'libassuan'
brew 'libdvdcss'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libksba'
brew 'libogg'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libusb'
brew 'libusb-compat'
brew 'libvorbis'
brew 'libvpx'
brew 'libyaml'
brew 'little-cms2'
brew 'maven'
brew 'mkvtoolnix'
brew 'node'
brew 'npm'
brew 'openjpeg'
brew 'openssl'
brew 'pcre'
brew 'phantomjs'
brew 'pinentry'
brew 'pkg-config'
brew 'postgresql'
brew 'pth'
brew 'readline'
brew 'redis'
brew 'ruby-install'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'yarn'
brew 'yasm'
brew 'zsh'
