# Brewfile for home use

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'puma/puma'

cask_args appdir: '~/Applications'
cask 'docker'
cask 'handbrake'
cask 'makemkv'
cask 'moom'
cask 'vlc'
cask 'github'
cask 'kitty'

brew 'atomicparsley'
brew 'cheat'
brew 'ctags'
brew 'direnv'
brew 'fzf'
brew 'git'
brew 'gpg'
brew 'graphicsmagick'
brew 'imagemagick'
brew 'iperf'
brew 'krew'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'libdvdcss'
brew 'lolcat'
brew 'marcli'
brew 'mkvtoolnix'
brew 'nvim'
brew 'puma-dev'
brew 'ripgrep'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
